Repository: basiraryan09/food_Delivery_Theme_Localization
Catalog: lib/l10n/app_*.arb
Languages: bn, ne, ps

# language
source: English
ne: नेपाली
ps: پښتو

source: Choose Language
bn: ভাষা নির্বাচন করুন
ne: भाषा छान्नुहोस्
ps: ژبه غوره کړئ

# welcomeText
source: Welcome
bn: স্বাগত
ne: स्वागत छ
ps: ښه راغلاست

# bodyText
source: Find your favorite food easily. We'll get you so fast.
bn: সহজেই আপনার পছন্দের খাবার খুঁজুন। আমরা আপনাকে খুব দ্রুত পেতে হবে.
ne: सजिलै आफ्नो मनपर्ने खाना खोज्नुहोस्। हामी तपाईंलाई धेरै छिटो ल्याउनेछौं।
ps: په اسانۍ سره خپل د خوښې خواړه ومومئ. موږ به تاسو ته ډیر ژر ورسوو.

# btnText1
source: Login with Google
bn: গুগল দিয়ে লগইন করুন
ne: Google मार्फत लगइन गर्नुहोस्
ps: د ګوګل سره ننوتل

# btnText2
source: Login with Email or phone
bn: ইমেইল বা ফোন দিয়ে লগইন করুন
ne: इमेल वा फोन मार्फत लगइन गर्नुहोस्
ps: د بریښنالیک یا تلیفون سره ننوتل

# richText1
source: Don't have an account yet?
bn: কোনো একাউন্ট এখনও আছে না?
ne: अझै खाता छैन?
ps: تراوسه حساب نه لرئ؟

# richText2
source: SignUp now
bn: এখন সাইন আপ করুন
ne: अहिले साइन अप गर्नुहोस्
ps: همدا اوس لاسلیک وکړئ

source: Your Location
bn: তোমার অবস্থান
ne: तपाईंको स्थान
ps: ستاسو ځای

# currentLocation
source: The current location is unknown
bn: বর্তমান অবস্থান অজানা
ne: हालको स्थान अज्ञात छ
ps: اوسنی ځای معلوم نه دی

# allText
source: All
bn: সব
ne: सबै
ps: ټول

source: Pizza
bn: পিজা
ne: पिज्जा
ps: پیزا

source: Hamburger
bn: হ্যামবার্গার
ne: ह्याम्बर्गर
ps: هیمبرګر

source: Hot Dog
bn: হট ডগ
ne: हट डग
ps: هاټ ډاګ

source: Meet
bn: মাংস
ne: मासु
ps: غوښه

# loremIpsum
source: Lorem Ipsum dolor sit amet, constructor is good to use
bn: Lorem Ipsum dolor sit amet, constructor ব্যবহার করা ভাল
ne: कन्स्ट्रक्टर प्रयोग गर्न राम्रो छ
ps: جوړونکی د کارولو لپاره ښه دی

source: Order List
bn: অর্ডার তালিকা
ne: अर्डर सूची
ps: د امر لیست

# cartText
source: Cart
bn: কার্ট
ne: कार्ट
ps: کارټ

# priceText
source: Price
bn: দাম
ne: मूल्य
ps: قیمت

source: Delivery Text
bn: ডেলিভারি টেক্সট
ne: डेलिभरी पाठ
ps: د سپارلو متن

# totalOrderText
source: Total Order
bn: মোট অর্ডার
ne: कुल अर्डर
ps: ټول نظم

# nextBtn
source: Next
bn: পরবর্তী
ne: अर्को
ps: بل
